Repository: bndn/gedit-sessionsaver
Catalog: po/*.po
Languages: pt

source: gedit application
pt: aplicação gedit

source: gedit automation factory
pt: fábrica de automação gedit

source: Edit text files
pt: Editar ficheiros de texto

source: Text Editor
pt: Editor de Texto

source: A custom font that will be used for the editing area. This will only take effect if the "Use Default Font" option is turned off.
pt: Uma fonte customizada que será utilizada na área de edição. Apenas terá efeito se a opção "Utilizar Fonte por Omissão" estiver desligada.

source: Auto Save
pt: Gravação Automática

source: Auto Save Interval
pt: Intrevalo de Gravação Automática

source: Background Color
pt: Cor de Fundo

source: Background color for selected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
pt: Cor de fundo para o texto seleccionado na área de edição. Apenas terá efeito se a opção "Utilizar Cores por Omissão" estiver desligada.

source: Background color for unselected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
pt: Cor de fundo para o texto não seleccionado na área de edição. Apenas terá efeito se a opção "Utilizar Cores por Omissão" estiver desligada.

source: Backup Copy Extension
pt: Extensão da Cópia de Segurança

source: Body Font for Printing
pt: Fonte do Corpo para Impressão

source: Create Backup Copies
pt: Criar Cópias de Segurança

source: Display Line Numbers
pt: Mostrar Número de Linha

source: Editor Font
pt: Fonte do Editor

source: Encoding for Saving
pt: Codificação para Gravação

source: Extension or suffix to use for backup file names. This will only take effect if the "Create Backup Copies" option is turned on.
pt: Extensão ou sufixo a utilizar para nomes de ficheiros de segurança. Apenas terá efeito se a opção "Criar Cópias de Segurança" estiver activa.

source: Foreground color for selected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
pt: Cor do texto para o texto seleccionado na área de edição. Apenas terá efeito se a opção "Utilizar Cores por Omissão" estiver desligada.

source: Foreground color for the unselected text in the editing area. This will only take effect if the "Use Default Colors" option is turned off.
pt: Cor do texto para o texto não seleccionado na área de edição. Apenas terá efeito se a opção "Utilizar Cores por Omissão" estiver desligada.

source: Header Font for Printing
pt: Fonte de Cabeçalho para Impressão

source: If this value is 0, then no line numbers will be inserted when printing a document. Otherwise, gedit will print line numbers every such number of lines.
pt: Se este valor for 0, não serão inseridos números de linha ao imprimir o documento. Caso contrário, o gedit inserirá o número da linha a cada x número de linhas.

source: Line Number Font for Printing
pt: Fonte de Número de Linha para Impressão

source: Line Wrapping Mode
pt: Modo de Quebra de Linha

source: Maximum Recent Files
pt: Máximos Ficheiros Recentes

source: Maximum number of actions that gedit will be able to undo or redo.
pt: Número máximo de acções que o gedit será capaz de desfazer ou refazer.

source: Number of minutes after which gedit will automatically save modified files. This will only take effect if the "Auto Save" option is turned on.
pt: Número de minutos após os quais o gedit irá automaticamente gravar os ficheiros modificados. Apenas terá efeito se a opção "Gravação Automática" estiver activa.

source: Print Header
pt: Imprimir Cabeçalho

source: Print Line Numbers
pt: Imprimir Número Linha

source: Printing Line Wrapping Mode
pt: Modo de Quebra de Linha na Impressão

source: Selected Text Color
pt: Cor do Texto Seleccionado

source: Selection Color
pt: Cor de Selecção

source: Show Cursor Position
pt: Mostrar Posição do Cursor

source: Show Overwrite Mode
pt: Mostrar Modo Sobreposição

source: Specifies how to wrap long lines for printing. Use "GTK_WRAP_NONE" for no wrapping, "GTK_WRAP_WORD" for wrapping at word boundaries, and "GTK_WRAP_CHAR" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
pt: Especifica como quebrar linhas longas para impressão. Utilize "GTK_WRAP_NONE" para nenhuma quebra, "GTK_WRAP_WORD" para quebrar nos limites das palavras e "GTK_WRAP_CHAR" para quebrar nos limites dos caracteres individuais. Note que os valores são sensíveis à capitalização, pelo que se deverá certificar de que aparecem exactamente como aqui mencionados.

source: Specifies how to wrap long lines in the editing area. Use "GTK_WRAP_NONE" for no wrapping, "GTK_WRAP_WORD" for wrapping at word boundaries, and "GTK_WRAP_CHAR" for wrapping at individual character boundaries. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
pt: Especifica como quebrar linhas longas na área de edição. Utilize "GTK_WRAP_NONE" para nenhuma quebra, "GTK_WRAP_WORD" para quebrar nos limites das palavras e "GTK_WRAP_CHAR" para quebrar nos limites dos caracteres individuais. Note que os valores são sensíveis à capitalização, pelo que se deverá certificar de que aparecem exactamente como aqui mencionados.

source: Specifies the font to use for a document's body when printing documents.
pt: Especifica a fonte a utilizar para o corpo de um documento ao imprimir documentos.

source: Specifies the font to use for line numbers when printing. This will only take effect if the "Print Line Numbers" option is non-zero.
pt: Especifica a fonte a utilizar para números de linhas ao imprimir. Apenas terá efeito se a opção "Imprimir Número Linha" for diferente de zero.

source: Specifies the font to use for page headers when printing a document. This will only take effect if the "Print Header" option is turned on.
pt: Especifica a fonte a utilizar para cabeçalhos de página ao imprimir um documento. Apenas terá efeito se a opção "Imprimir Cabeçalho" estiver activa.

source: Specifies the maximum number of recently opened files that will be displayed in the "Recent Files" submenu.
pt: Especifica o número máximo de ficheiros recentemente abertos que serão listados no submenu "Ficheiros Recentes".

source: Specifies the number of spaces that should be displayed instead of Tab characters.
pt: Especifica o número de espaços que deverão ser mostrados em vez do caracter Tab.

source: Status Bar is Visible
pt: Barra de Estados é Visível

source: Style for the toolbar buttons. Possible values are "GEDIT_TOOLBAR_SYSTEM" to use the system's default style, "GEDIT_TOOLBAR_ICONS" to display icons only, and "GEDIT_TOOLBAR_ICONS_AND_TEXT" to display both icons and text. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
pt: Estilo para a barra de botões. Valores possíveis são "GEDIT_TOOLBAR_SYSTEM" para utilizar o valor por omissão do sistema, "GEDIT_TOOLBAR_ICONS" para mostrar apenas ícones e "GEDIT_TOOLBAR_ICONS_AND_TEXT" para mostrar ícones e texto. Note que os valores são sensíveis à capitalização, pelo que se deverá certificar de que aparecem exactamente como aqui mencionados.

source: Tab Size
pt: Tamanho Tab

source: Text Color
pt: Cor do Texto

source: The encoding method to use for saving files. Possible values are "GEDIT_SAVE_ALWAYS_UTF8" for mandatory UTF-8 saving, "GEDIT_SAVE_CURRENT_LOCALE_IF_POSSIBLE" if you want gedit to try to convert the document it is saving to your current locale's encoding, "GEDIT_SAVE_ORIGINAL_FILE_ENCODING_IF_POSSIBLE" if you want gedit to try to use the original file encoding (new files in UTF8) and "GEDIT_SAVE_ORIGINAL_FILE_ENCODING_IF_POSSIBLE_NCL" if you want gedit to try to use the original file encoding (new files in current locale's encoding). If the conversion is successful, it will be used. Otherwise, UTF-8 will be used. Note that the values are case-sensitive, so make sure they appear exactly as mentioned here.
pt: O método de codificação para gravar ficheiros. Valores possíveis são "GEDIT_SAVE_ALWAYS_UTF8" para gravação obrigatória em UTF-8, "GEDIT_SAVE_CURRENT_LOCALE_IF_POSSIBLE" se deseja que o gedit tente converter o documento que está a gravar para a codificação do seu local actual, "GEDIT_SAVE_ORIGINAL_FILE_ENCODING_IF_POSSIBLE" se quer que o gedit tente utilizar a codificação original do ficheiro (ficheiros novos em UTF8) e "GEDIT_SAVE_ORIGINAL_FILE_ENCODING_IF_POSSIBLE_NCL" se deseja que o gedit tente utilizar a codificação original do ficheiro (ficheiros novos na codificação do local actual). Se a conversão tiver sucesso, será utilizada. Caso contrário, será utilizado UTF-8. Note que os valores são sensíveis à capitalização, pelo que se deverá certificar de que aparecem exactamente como aqui mencionados.

source: Toolbar Buttons Style
pt: Estilo Barra Botões

source: Toolbar is Visible
pt: Barra Ferramentas Visível

source: Undo Actions Limit
pt: Limite de Acções de Desfazer

source: Use Default Colors
pt: Utilizar Cores por Omissão

source: Use Default Font
pt: Utilizar Fonte por Omissão

source: Whether gedit should automatically save modified files after a time interval. You can set the time interval with the "Auto Save Interval" option.
pt: Se o gedit deverá gravar automaticamente após um determinado intrevalo os ficheiros modificados. Pode definir o intrevalo de tempo com a opção "Intrevalo de Gravação Automática".

source: Whether gedit should create backup copies for the files it saves. You can set the backup file extension with the "Backup Copy Extension" option.
pt: Se o gedit deverá criar cópias de segurança dos ficheiros que gravar. Pode definir a extensão do ficheiro de segurança com a opção "Extensão da Cópia de Segurança".

source: Whether gedit should display line numbers in the editing area.
pt: Se o gedit deverá mostrar o número das linhas na área de edição.

source: Whether gedit should include a document header when printing documents.
pt: Se o gedit deverá incluir um cabeçalho de documento ao imprimir documentos.

source: Whether the status bar at the bottom of editing windows should be visible.
pt: Se a barra de estados no fundo das janelas de edição deverá ser visível.

source: Whether the status bar should show the cursor position in editing windows. Make sure you turn on the "Status Bar is Visible" option for this to take effect.
pt: Se a barra de estados deverá mostrar a posição do cursor nas janelas de edição. Certifique-se de que activa a opção "Barra de Estados é Visível" para que esta tenha efeito.

source: Whether the status bar should show the insert/overwrite mode in editing windows. Make sure you turn on the "Status Bar is Visible" option for this to take effect.
pt: Se a barra de estados deverá mostrar o modo inserir/sobrepor nas janelas de edição. Certifique-se de que activa a opção "Barra de Estados é Visível" para que esta tenha efeito.

source: Whether the toolbar should be visible in editing windows.
pt: Se a barra de botões deverá ser visível nas janelas de edição.

source: Whether to use the system's default colors for the editing area. If this option is turned off, then the colors of the editing area will be those specified in the "Background Color", "Text Color", "Selected Text Color", and "Selection Color" options.
pt: Se deverão ser utilizadas as cores por omissão do sistema para a área de edição. Se esta opção estiver desligada, as cores da área de edição serão as especificadas nas opções "Cor de Fundo", "Cor do Texto", "Cor do Texto Seleccionado" e "Cor de Selecção".

source: Whether to use the system's default font for editing text instead of a font specific to gedit. If this option is turned off, then the font named in the "Editor Font" option will be used instead of the system font.
pt: Se deverá ser utilizada a fonte por omissão do sistema para editar texto em vez da fonte especificada no gedit. Se esta opção estiver desligada, a fonte indicada na opção "Fonte de Editor" será utilizada em vez da fonte do sistema.

source: _ASCII Table
pt: Tabela _ASCII

source: Pop-up a dialog containing an ASCII Table
pt: Mostra uma janela de diálogo que contém uma Tabela ASCII

source: Char
pt: Caracter

source: Dec#
pt: Nº Dec.

source: Hex#
pt: Nº Hex.

source: Name
pt: Nome

source: ASCII table
pt: Tabela ASCII

source: _Insert char
pt: _Inserir caracter

source: This plugin displays a pop-up dialog which contains an ASCII Table.
pt: Este plugin mostra uma janela de popup que contém uma Tabela ASCII.

source: If you wish to insert any of the characters in to the active document, select the character and click the "Insert Char" button or double click the character in the table.
pt: Se desejar inserir qualquer um dos caracteres no documento activo, seleccione o caracter e clique no botão "Inserir Caracter" ou clique duas vezes sobre o caracter na tabela.

source: Insert char
pt: Inserir caracter

source: gedit: ASCII table
pt: gedit: Tabela ASCII

source: Open CVS Chan_geLogs
pt: Abrir Chan_geLogs de CVS

source: Searches for ChangeLogs in the current document and opens them
pt: Procura ChangeLogs no documento actual e abre-os

source: CVS ChangeLog
pt: ChangeLog CVS

source: A plugin that opens ChangeLogs found in CVS commit messages.
pt: Um plugin que abre ChangeLogs encontrados em mensagens de CVS commit.

source: Co_mpare Files...
pt: Co_mparar Ficheiros...

source: Makes a diff file from two documents or files
pt: Gera um ficheiro com as diferenças (diff) entre dois documentos ou ficheiros

source: Compare files
pt: Comparar ficheiros

source: Compare two files...
pt: Comparar dois ficheiros...

source: C_ompare
pt: C_omparar

source: The two documents you selected are the same.
pt: Os dois documentos seleccionados são idênticos.

source: The "first" file you selected does not exist. Please provide a valid file.
pt: O "primeiro" ficheiro que seleccionou não existe. Indique um ficheiro válido.

source: The "second" file you selected does not exist. Please provide a valid file.
pt: O "segundo" ficheiro que seleccionou não existe. Indique um ficheiro válido.

source: The two files you selected are the same.
pt: Os dois documentos seleccionados são idênticos.

source: The "first" document contains no text.
pt: O "primeiro" documento está vazio.

source: The "second" document contains no text.
pt: O "segundo" documento está vazio.

source: Impossible to compare the selected documents. gedit could not create a temporary file.
pt: Impossível comparar os documentos seleccionados. gedit foi incapaz de criar o ficheiro temporário.

source: Impossible to compare the selected documents. Error executing the diff command.
pt: Impossível comparar os documentos seleccionados. Erro ao executar o comando diff.

source: No differences were found between the selected documents.
pt: Não foram encontradas diferenças entre os documentos seleccionados.

source: Impossible to compare the selected documents. The result contains invalid UTF-8 data.
pt: Impossível comparar os documentos seleccionados. O resultado contém dados UTF-8 inválidos.

source: Makes a diff file from two documents or files on disk. For more info on "diff" program, type "man diff" in a shell prompt.
pt: Gera um ficheiro de diferenças (diff) entre dois documentos ou ficheiros em disco. Para mais informações sobre o "diff", escreva "man diff" numa linha de comando.

source: Choose the files to compare.
pt: Seleccione os ficheiros a comparar.

source: Compare files...
pt: Comparar ficheiros...

source: F_rom document
pt: De _um documento

source: First
pt: Primeiro

source: First file from disk
pt: Primeiro ficheiro no disco

source: First file from open document
pt: Primeiro ficheiro do documento aberto

source: From _document
pt: De um _documento

source: From a _file on disk
pt: De um _ficheiro no disco

source: From a file o_n disk
pt: De um ficheiro _no disco

source: Ignore _blanks (-b option)
pt: Ignorar _brancos (opção -b)

source: Note that this option is only supported by GNU diff
pt: Note que esta opção apenas é suportada pelo diff GNU

source: Second
pt: Segundo

source: Second file from disk
pt: Segundo ficheiro no disco

source: Second file from open document
pt: Segundo ficheiro do documento aberto

source: Select the "first" file...
pt: Seleccione o "primeiro" ficheiro...

source: Select the "second" file...
pt: Seleccione o "segundo" ficheiro...

source: Select the first file to compare
pt: Seleccione o primeiro ficheiro a comparar

source: Select the first open document to compare
pt: Seleccione o primeiro documento aberto a comparar

source: Select the second file to compare
pt: Seleccione o segundo ficheiro a comparar

source: Select the second open document to compare
pt: Seleccione o segundo documento aberto a comparar

source: Use the _unified output format (-u option)
pt: Utilize o formato de saída _unificado (opção -u)

source: _Word Count
pt: Contagem Pala_vras

source: Get info on current document
pt: Obter informação sobre o documento actual

source: Word count
pt: Contagem palavras

source: _Update
pt: Act_ualizar

source: The word count plugin analyzes the current document and determines the number of words, lines, characters and non-space characters in it and display the result.
pt: O plugin de contagem de palavras analisa o documento actual e determina o número de palavras, linhas, caracteres e caracteres não-espaço deste, mostrando os resultados.

source: Characters (no spaces)
pt: Caracteres (sem espaços)

source: Characters (with spaces)
pt: Caracteres (com espaços)

source: File Name
pt: Nome do Ficheiro

source: Lines
pt: Linhas

source: Update
pt: Actualizar

source: Words
pt: Palavras

source: gedit: Document Info plugin
pt: gedit: plugin Informação Documento

source: Insert User Na_me
pt: Inserir No_me Utilizador

source: Insert the user name at the cursor position
pt: Insere o nome do utilizador na posição do cursor

source: User name
pt: Nome utilizador

source: Inserts the user name at the cursor position.
pt: Insere o nome do utilizador na posição do cursor.

source: Insert Shell _Output
pt: Inserir Retorno da Cons_ola

source: Insert the shell output in the current document
pt: Inserir o retorno da consola no documento actual

source: An error occurs while running the selected command.
pt: Ocorreu um erro ao executar o comando seleccionado.

source: Shell output
pt: Retorno da consola

source: _Run
pt: Executa_r

source: The shell command entry is empty. Please, insert a valid shell command.
pt: O comando de consola introduzido está vazio. Introduza um comando de consola válido.

source: Error parsing the shell command. Please, insert a valid shell command.
pt: Erro ao parsear o comando de consola. Introduza um comando de consola válido.

source: Execute an external program and insert its output in a new document.
pt: Executar uma aplicação externa e inserir o seu retorno num novo documento.

source: Capture the command _output
pt: Capturar o retorno do c_omando

source: Specify the working directory and the command you want to run.
pt: Especifique o directório de trabalho e o comando que deseja executar.

source: _Shell command:
pt: Comando de con_sola:

source: _Working directory:
pt: _Directório de trabalho:

source: gedit: Shell Output plugin
pt: gedit: plugin de Retorno de Consola

source: Tag list plugin
pt: Plugin lista etiquetas

source: Select the group of tags you want to use
pt: Seleccione o grupo de etiquetas que deseja utilizar

source: Tag Groups Combo
pt: Combo de Grupos de Etiquetas

source: Tags Name List
pt: Lista Nomes Etiquetas

source: Double-click on a tag to insert it in the current document
pt: Clique-duplo sobre uma etiqueta para a inserir no documento actual

source: Tags
pt: Etiquetas

source: Tag _List
pt: _Lista Etiquetas

source: Show the tag list window
pt: Mostrar a janela de lista de etiquetas

source: Tag list
pt: Lista etiquetas

source: The tag list plugin provides a method to easily insert into a document commonly used tabs/strings without having to type them.
pt: O plugin de lista de etiquetas disponibiliza um método de inserir facilmente num documento expressões muito utilizadas sem ter de as escrever.

source: In_sert Date/Time
pt: In_serir Data/Hora

source: Insert current date and time at the cursor position
pt: Inserir a data e hora actuais na posição do cursor

source: Available formats
pt: Formatos disponíveis

source: Configure insert date/time plugin
pt: Configurar plugin de inserção de data/hora

source: Insert Date/Time
pt: Inserir Data/Hora

source: Inserts current date and time at the cursor position.
pt: Insere a data e hora actuais na posição do cursor.

source: Select the format to use when inserting date/time.
pt: Seleccionar o formato a utilizar ao inserir data/hora.

source: Activate %s
pt: Activar %s

source: Goto line...
pt: Ir para linha...

source: _Goto line
pt: _Ir para linha

source: Could not find the required widgets inside goto-line.glade2.
pt: Incapaz de encontrar os widgets necessários dentro de goto-line.glade2.

source: Replace
pt: Substituir

source: Replace _All
pt: Substituir Tod_as

source: _Replace
pt: Substitui_r

source: Find
pt: Procurar

source: The text "%s" was not found.
pt: O texto "%s" não foi encontrado.

source: Found and replaced %d occurences.
pt: Encontradas e substituidas %d ocorrências.

source: Open from URI
pt: Abrir a partir de URI

source: Load
pt: Carregar

source: Module file name
pt: Nome de ficheiro módulo

source: Author(s)
pt: Autor(es)

source: Could not find plugin-manager.glade2, reinstall gedit.
pt: Incapaz de encontrar plugin-manager.glade2, reinstale o gedit.

source: Invalid glade file for plugin manager -- not all widgets found.
pt: Ficheiro glade inválido para o gestor de plugin -- nem todos os widgets encontrados.

source: Set program location ...
pt: Definir localização da aplicação ...

source: Could not find the required widgets inside program-location-dialog.glade2.
pt: Incapaz de encontrar os widgets necessários dentro de program-location-dialog.glade2.

source: The %s plugin uses an external program, called <tt>%s</tt>, to perform its task. Please, specify the location of the <tt>%s</tt> program.
pt: O plugin %s utiliza uma aplicação externa, chamada <tt>%s</tt>, para realizar as suas tarefas. Especifique a localização da aplicação <tt>%s</tt>.

source: The selected file is not executable.
pt: O ficheiro seleccionado não é executável.

source: Font & Colors
pt: Fontes & Cores

source: Tabs
pt: Pastas

source: Wrap mode
pt: Modo quebra

source: Line numbers
pt: Número de linha

source: Save
pt: Gravar

source: Undo
pt: Desfazer

source: Page
pt: Página

source: Fonts
pt: Fontes

source: Manager
pt: Gestor

source: Print
pt: Imprimir

source: Cat_egories:
pt: Cat_egorias:

source: Preferences
pt: Preferências

source: Categories
pt: Categorias

source: Push this button to select the font to be used by the editor
pt: Prima este botão para seleccionar a fonte a ser utilizada pelo editor

source: Push this button to configure text color
pt: Prima este botão para configurar a cor do texto

source: Push this button to configure background color
pt: Prima este botão para definir a cor de fundo

source: Push this button to configure the color in which the selected text should appear
pt: Prima este botão para configurar a cor em que deverá surgir o texto seleccionado

source: Push this button to configure the color in which the selected text should be marked
pt: Prima este botão para configurar a cor com que deverá ser marcado o texto seleccionado

source: Push this button to select the font to be used to print the body
pt: Prima este botão para seleccionar a fonte a utilizar para imprimir o corpo

source: Push this button to select the font to be used to print the headers
pt: Prima este botão para seleccionar a fonte a utilizar para imprimir os cabeçalhos
