Repository: bndn/gedit-sessionsaver
Catalog: po/*.po
Languages: pt

source: Push this button to select the font to be used to print line numbers
pt: Prima este botão para seleccionar a fonte a utilizar para imprimir números de linhas

source: _Wrap lines (at character boundaries)
pt: _Quebrar linhas (no limite dos caracteres)

source: character(s)
pt: caracter(es)

source: line(s)
pt: linha(s)

source: Always use UTF-8 encoding (faster) when creating a new file
pt: Utilizar sempre codificação UTF-8 (mais rápido) ao criar um novo ficheiro

source: Always use UTF-8 encoding (faster) when saving
pt: Utilizar sempre codificação UTF-8 (mais rápido) ao gravar

source: Always use U_TF-8 encoding (faster)
pt: Utilizar sempre codificação U_TF-8 (mais rápido)

source: Always use _UTF-8 encoding (faster)
pt: Utilizar sempre codificação _UTF-8 (mais rápido)

source: Colors
pt: Cores

source: Create a _backup copy of files before saving
pt: Criar uma có_pia de segurança do ficheiro antes de o gravar

source: Font
pt: Fonte

source: Font used to print line _numbers:
pt: Fonte utilizada para imprimir _nº de linha:

source: Font used to print the _body:
pt: Fonte utilizada para imprimir o corpo:

source: Fonts & Colors
pt: Fontes & Cores

source: Pick the background color
pt: Definir a cor de fundo

source: Pick the selected text color
pt: Definir a cor de texto seleccionado

source: Pick the selection color
pt: Definir a cor de selecção

source: Pick the text color
pt: Definir a cor do texto

source: Plugin manager
pt: Gestor de plugins

source: Print _line numbers every
pt: Imprimir nº de _linha a cada

source: Print _page headers
pt: Imprimir cabeçalhos de _página

source: Print fonts
pt: Fontes impressão

source: Se_lection color:
pt: Cor de se_lecção:

source: Selecte_d text color:
pt: Cor de texto selecciona_do:

source: Set _tabs width equivalent to
pt: Definir largura dos se_paradores equivalente a

source: Set limit on _undo actions to
pt: Definir o limite de acções de desfa_zer para

source: The font & colors settings let you choose the font and the colors to be used in the editor windows.
pt: As definições de fontes & cores permitem-lhe seleccionar a fonte e cores a serem utilizadas nas janelas do editor.

source: The line numbers setting lets you choose to display the line numbers on the left hand side of the window.
pt: A definição do número de linha permite-lhe mostrar o número das linhas na margem esquerda da janela.

source: The plugin manager settings let you choose which plugins you want to have loaded.
pt: As definições do gestor de plugins permitem-lhe seleccionar que plugins deseja ter carregados.

source: The print fonts settings let you choose the fonts to be used to print documents.
pt: As definições de fontes de impressão permitem-lhe seleccionar as fontes a utilizar para imprimir os documentos.

source: The print page settings let you customize how gedit prints documents.
pt: As definições de página de impressão permitem-lhe customizar como o gedit imprime os documentos.

source: The save settings let you customize how gedit saves files.
pt: As definições de gravação permitem-lhe customizar como o gedit grava os ficheiros.

source: The tabs settings let you customize the tabs width.
pt: As definições de abas permitem-lhe customizar a largura das abas.

source: The undo settings let you set the maximum number of actions that gedit can undo.
pt: As definições de desfazer permitem-lhe definir o número máximo de acções que o gedit consegue desfazer.

source: The wrap mode settings let you customize how lines have to be wrapped.
pt: As definições de modo de quebra de linha permitem-lhe definir como são quebradas as linhas.

source: U_se default theme colors
pt: Utilizar core_s de tema de defeito

source: U_se original file encoding if possible
pt: _Se possível, utilizar a codificação original do ficheiro

source: Use cu_rrent locale's encoding if possible
pt: Se possível, utiliza_r codificação de local actual

source: Use current _locale's encoding if possible
pt: Se possível, utilizar codificação de _local actual

source: Use current locale's encoding if possible when creating a new file
pt: Se possível, utilizar codificação de local actual ao criar um novo ficheiro

source: Use current locale's encoding if possible when saving
pt: Se possível, utilizar codificação de local actual ao gravar

source: When creating a new file...
pt: Ao criar um novo ficheiro...

source: When saving...
pt: Ao gravar...

source: Wrap lines at _word boundaries
pt: Quebrar linhas nos limites das pala_vras

source: Wrap lines at ch_aracter boundaries
pt: Quebrar linhas no limite dos c_aracteres

source: _Autosave current file every
pt: Gravar o ficheiro actual _automaticamente a cada

source: _Background color:
pt: Cor de _fundo:

source: _Display line numbers
pt: _Mostrar números de linha

source: _Font used by the editor:
pt: _Fonte utilizada pelo editor:

source: _Font used to print headers:
pt: _Fonte utilizada para imprimir cabeçalhos:

source: _Never wrap lines
pt: _Nunca quebrar linhas

source: _Restore default fonts
pt: _Repor fontes por omissão

source: _Text color:
pt: Cor do _texto:

source: _Use default theme font
pt: _Utilizar fonte do tema por omissão

source: action(s)
pt: acção(ões)

source: minutes
pt: minutos

source: _Insert a new preview phrase.
pt: _Inserir nova frase de antevisão.

source: Modify preview phrase...
pt: Modificar frase de antevisão...

source: Preview
pt: Antever

source: _Modify preview phrase...
pt: _Modificar frase de antevisão...

source: Font Selection
pt: Selecção Fonte

source: Pick a Font
pt: Seleccione uma Fonte

source: Title
pt: Título

source: The title of the selection dialog box
pt: O título da caixa de diálogo de selecção

source: Font name
pt: Nome fonte

source: Name of the selected font
pt: Nome da fonte seleccionada

source: Preview text
pt: Texto antevisão

source: Preview text shown in the dialog
pt: Antever o texto apresentado no diálogo

source: Use font in label
pt: Utilizar fonte na etiqueta

source: Use font in the label in font info mode
pt: Utilizar a fonte na etiqueta em modo de info de fonte

source: Font size for label
pt: Tamanho de fonte para etiqueta

source: Font size for label in font info mode
pt: Tamanho de fonte para a etiqueta em modo de info de fonte

source: Show size
pt: Mostrar tamanho

source: Show size in font info mode
pt: Mostrar tamanho em modo de info de fonte

source: Goto Line
pt: Ir Para Linha

source: _Line number:
pt: Número de _linha:

source: C_onfigure plugin
pt: C_onfigurar plugin

source: Configure the selected plugin
pt: Configurar o plugin seleccionado

source: De_tails
pt: De_talhes

source: _Description
pt: _Descrição

source: dialog1
pt: diálogo1

source: Set program location...
pt: Definir localização da aplicação...

source: _Location to search for:
pt: _Localização a procurar:

source: label
pt: etiqueta

source: Case sensi_tive
pt: Sensível à capi_talização

source: Replace _with:
pt: Su_bstituir por:

source: Search fro_m the beginning of the document
pt: Procurar a partir do início do docu_mento

source: Search from the c_ursor position
pt: Procurar a partir da posição do cursor

source: _Search for:
pt: Procura_r por:

source: Enter the location (URI) of the file you would like to open:
pt: Introduza a localização (URI) do ficheiro que deseja abrir:

source: Not yet implemented.
pt: Por implementar.

source: The string "%s" has not been found.
pt: A expressão "%s" não foi encontrada.

source: translator_credits
pt: Duarte Loreto <happyguy_pt@hotmail.com>

source: (C) 1998-2000 Evan Lawrence and Alex Robert (C) 2000-2002 Chema Celorio and Paolo Maggi
pt: (C) 1998-2000 Evan Lawrence e Alex Robert (C) 2000-2002 Chema Celorio e Paolo Maggi

source: gedit is a small and lightweight text editor for Gnome
pt: gedit é um editor de texto pequeno e leve para o Gnome

source: Untitled
pt: Sem título

source: Invalid file name
pt: Nome de ficheiro inválido

source: Invalid UTF-8 data
pt: Dados UTF-8 inválidos

source: Could not read symbolic link information for %s
pt: Incapaz de ler informação de ligação simbólica para %s

source: The file has too many symbolic links.
pt: O ficheiro tem demasiadas ligações simbólicas.

source: gedit cannot handle %s: locations in write mode.
pt: gedit não consegue gerir localizações %s: em modo de escrita.

source: gedit cannot handle this kind of location in write mode.
pt: gedit não consegue gerir este tipo de localizações em modo de escrita.

source: Invalid filename.
pt: Nome de ficheiro inválido.

source: There is not enough disk space to save the file. Please free some disk space and try again.
pt: Não existe espaço livre suficiente para gravar o ficheiro. Liberte algum espaço no disco e tente novamente.

source: The disk where you are trying to save the file has a limitation on file sizes. Please try saving a smaller file or saving it to a disk that does not have this limitation.
pt: O disco onde está a tentar gravar o ficheiro tem uma limitação no tamanho dos ficheiros. Tente gravar um ficheiro mais pequeno ou num disco que não tenha essa limitação.

source: Could not create a backup file.
pt: Incapaz de criar uma cópia de segurança do ficheiro.

source: It is not possible to revert an Untitled document
pt: Não é possível reverter um documento Sem Título

source: Do_n't replace
pt: _Não substituir

source: A file named "%s" already exists. Do you want to replace it with the one you are saving?
pt: Já existe um ficheiro de nome "%s". Deseja substitui-lo com aquele que está a gravar?

source: The file "%s" is read-only. Do you want to try to replace it with the one you are saving?
pt: O ficheiro "%s" é apenas de leitura. Deseja tentar substitui-lo com aquele que está a gravar?

source: Select a filename to save
pt: Seleccione um nome de ficheiro a gravar

source: Open File ...
pt: Abrir Ficheiro ...

source: Loaded file '%s'
pt: Ficheiro '%s' carregado

source: Saving file '%s' ...
pt: A gravar ficheiro '%s' ...

source: The document has not been saved.
pt: O documento não foi gravado.

source: File '%s' saved.
pt: Ficheiro '%s' gravado.

source: Save as ...
pt: Gravar como ...

source: Do you want to revert to saved the document "%s" ? You will not be able to undo this operation.
pt: Deseja reverter para o documento "%s" gravado? Não será possível desfazer esta operação.

source: _Revert
pt: _Reverter

source: Reverting file '%s' ...
pt: A reverter ficheiro '%s' ...

source: The document has not been reverted.
pt: O documento não foi revertido.

source: File '%s' reverted.
pt: Ficheiro '%s' revertido.

source: Loading %d files...
pt: A carregar %d ficheiros...

source: The file "%s" does not exist. Would you like to create it?
pt: O ficheiro "%s" não existe. Deseja cria-lo?

source: Loaded %i files
pt: %i ficheiros carregados

source: Could not read data from stdin.
pt: Incapaz de ler dados do stdin.

source: Do you want to save the changes you made to the document "%s"? Your changes will be lost if you don't save them.
pt: Deseja gravar as alterações que efectuou ao documento "%s"? As alterações serão perdidas se as não gravar.

source: Do_n't save
pt: _Não gravar

source: _Don't quit
pt: Não sai_r

source: _Don't close
pt: Não fec_har

source: (modified)
pt: (modificado)

source: (readonly)
pt: (apenas leitura)

source: Error, unable to open module file '%s'
pt: Erro, impossível abrir ficheiro de módulo '%s'

source: Error, plugin '%s' does not contain init function.
pt: Erro, o plugin '%s' não contém a função init.

source: Error, plugin '%s' does not contain activate function.
pt: Erro, o plugin '%s' não contém a função activate.

source: Error, plugin '%s' does not contain deactivate function.
pt: Erro, o plugin '%s' não contém a função deactivate.

source: Error, impossible to initialize plugin '%s'
pt: Erro, impossível inicializar plugin '%s'

source: Error, the plugin '%s' did not specified a name
pt: Erro, o plugin '%s' não especificou um nome

source: Error, impossible to save settings of the plugin '%s'
pt: Erro, impossível gravar definições do plugin '%s'

source: Error, impossible to activate plugin '%s'
pt: Erro, impossível activar plugin '%s'

source: Error, impossible to deactivate plugin '%s'
pt: Erro, impossível desactivar plugin '%s'

source: Error, impossible to update ui of the plugin '%s'
pt: Erro, impossível actualizar interf. gráfico do plugin '%s'

source: Cannot initialize preferences manager.
pt: Não é possível inicializar o gestor de preferências.

source: Expected `%s' got `%s' for key %s
pt: `%s' esperado, obtido `%s' para a tecla %s

source: gedit is unable to print since it cannot find one of the required fonts.
pt: gedit incapaz de imprimir pois não consegue encontrar uma das fontes requeridas.

source: File: %s
pt: Ficheiro: %s

source: Page: %d
pt: Página: %d

source: gedit - Print Preview
pt: gedit - Antever Impressão

source: An error occurred while printing. %s,
pt: Ocorreu um erro ao imprimir. %s,

source: About this application
pt: Sobre esta aplicação

source: C_ustomize Statusbar
pt: C_ustomizar Barra Estados

source: Change the visibility of the statusbar in the current window
pt: Alterar a visibilidade da barra de estados na janela actual

source: Change the visibility of the toolbar in the current window
pt: Alterar a visibilidade da barra de ferramentas na janela actual

source: Clos_e All
pt: F_echar Todos

source: Close
pt: Fechar

source: Close All
pt: Fechar Todos

source: Close all open files
pt: Fechar todos os ficheiros abertos

source: Close the current file
pt: Fechar o ficheiro actual

source: Configure the application
pt: Configurar a aplicação

source: Copy
pt: Copiar

source: Copy the selection
pt: Copiar a selecção

source: Create a new document
pt: Criar um novo documento

source: Cu_t
pt: Cor_tar

source: Customize
pt: Customizar

source: Customize toolbars
pt: Customizar barras ferramentas

source: Cut
pt: Cortar

source: Cut the selection
pt: Cortar a selecção

source: Delete
pt: Apagar

source: Delete the selected text
pt: Apagar o texto seleccionado

source: Dump XML
pt: Despejar XML

source: Dump the UI Xml description
pt: Despejar a descrição Xml do IG

source: Find Again
pt: Procurar Novamente

source: Find Ne_xt
pt: Procurar Pró_ximo

source: Go to a specific line number
pt: Ir para um nº de linha específico

source: Goto _Line
pt: Ir Para _Linha

source: Icon and _Text
pt: Ícone e _Texto

source: Main toolbar
pt: Barra ferramentas principal

source: New
pt: Novo

source: Only show icons in the toolbar
pt: Mostrar apenas ícones na barra de ferramentas

source: Open
pt: Abrir

source: Open Location...
pt: Abrir Localização...

source: Open _Location...
pt: Abrir _Localização...

source: Open a file
pt: Abrir um ficheiro

source: Open a file from a specified location
pt: Abrir um ficheiro numa localização especificada

source: Open the gedit manual
pt: Abrir o manual do gedit

source: Paste
pt: Colar

source: Paste the clipboard
pt: Colar da área de transferência

source: Pr_eferences...
pt: Pr_eferências...

source: Print Previe_w
pt: Ante_ver Impressão

source: Print Preview
pt: Antever Impressão

source: Print Setup
pt: Configuração Impressão

source: Print preview
pt: Antever impressão

source: Print the current file
pt: Imprimir o ficheiro actual

source: Quit
pt: Sair

source: Quit the program
pt: Sair da aplicação

source: Recent _Files
pt: _Ficheiros Recentes

source: Redo
pt: Refazer

source: Redo the undone action
pt: Refazer a operação desfeita

source: Replace a string
pt: Substituir uma expressão

source: Revert
pt: Reverter

source: Revert to a saved version of the file
pt: Reverter para uma versão gravada do ficheiro

source: Sa_ve All
pt: Gra_var Todos

source: Save All
pt: Gravar _Todos

source: Save As
pt: Gravar Como

source: Save _As...
pt: Gravar _Como...

source: Save all open files
pt: Gravar todos os ficheiros abertos

source: Save the current file
pt: Gravar o ficheiro actual

source: Save the current file with a different name
pt: Gravar o ficheiro actual com um nome diferente

source: Search again for the same string
pt: Procurar novamente a mesma expressão

source: Search for a string
pt: Procurar uma expressão

source: Select All
pt: Seleccionar Tudo

source: Select _All
pt: Seleccion_ar Tudo

source: Select the entire document
pt: Seleccionar todo o documento

source: Set toolbar button style according to desktop default
pt: Configurar estilo dos botões da barra de ferramentas de acordo com os valores por omissão do ambiente de trabalho

source: Setup the page settings for your current printer
pt: Configurar as definições de página para a sua impressora actual

source: Show _Cursor Position
pt: Mostrar Posição do _Cursor

source: Show _Overwrite Mode
pt: Mostrar Modo Sobrep_osição

source: Show cursor position in the statusbar
pt: Mostrar posição do cursor na barra de estados

source: Show overwrite mode in the statusbar
pt: Mostrar modo de sobreposição na barra de estados

source: Undo the last action
pt: Desfazer a última acção

source: _About
pt: _Sobre

source: _Close
pt: Fe_char

source: _Contents
pt: _Conteudos

source: _Copy
pt: _Copiar

source: _Customize Toolbar
pt: _Customizar Barras Ferramentas

source: _Debug
pt: _Depurar

source: _Delete
pt: _Apagar

source: _Desktop Default
pt: Por Omissão _do Ambiente Trabalho

source: _Documents
pt: _Documentos

source: _Edit
pt: _Editar

source: _File
pt: _Ficheiro

source: _Find
pt: _Procurar

source: _Help
pt: _Ajuda

source: _Icon
pt: _Ícone

source: _New
pt: _Novo

source: _Open...
pt: _Abrir...

source: _Paste
pt: C_olar

source: _Print...
pt: Im_primir...

source: _Quit
pt: _Sair

source: _Redo
pt: _Refazer

source: _Save
pt: _Gravar

source: _Search
pt: Procur_ar

source: _Statusbar
pt: Barra de E_stados

source: _Toolbar
pt: Barra Ferramen_tas

source: _Tools
pt: Ferramen_tas

source: _Undo
pt: _Desfazer

source: _View
pt: _Ver

source: Could not find the file "%s". Please, check that you typed the location correctly and try again.
pt: Incapaz de encontrar o ficheiro "%s". Verifique que inseriu a localização correcta e tente novamente.

source: Could not open the file "%s" because it contains corrupted data.
pt: Incapaz de abrir o ficheiro "%s" porque contém dados corrompidos.

source: Could not open the file "%s" because gedit cannot handle %s: locations.
pt: Incapaz de abrir o ficheiro "%s" porque o gedit não consegue gerir localizações %s: .

source: Could not open the file "%s"
pt: Incapaz de abrir o ficheiro "%s"

source: Could not open the file "%s" because it contains data in an invalid format.
pt: Incapaz de abrir o ficheiro "%s" porque contém dados num formato inválido.

source: Could not open the file "%s" because it is too big.
pt: Incapaz de abrir o ficheiro "%s" porque é demasiado grande.

source: "%s" is not a valid location. Please, check that you typed the location correctly and try again.
pt: "%s" não é uma localização válida. Verifique que escreveu a localização correctamente e tente novamente.

source: Could not open the file "%s" because access was denied.
pt: Incapaz de abrir o ficheiro "%s" porque o acesso foi negado.

source: Could not open the file "%s" because there are too many open files. Please, close some open file and try again.
pt: Incapaz de abrir o ficheiro "%s" porque estão demasiados ficheiros abertos. Feche alguns ficheiros abertos e tente novamente.

source: "%s" is a directory. Please, check that you typed the location correctly and try again.
pt: "%s" é um directório. Verifique que escreveu correctamente a localização e tente novamente.

source: Not enough available memory to open the file "%s". Please, close some running application and try again.
pt: Memória livre insuficiente para abrir o ficheiro "%s". Feche algumas aplicações em execução e tente novamente.

source: Could not open the file "%s" because no host "%s" could be found. Please, check that you typed the location correctly and that your proxy settings are correct and then try again.
pt: Incapaz de abrir o ficheiro "%s" porque o servidor "%s" não foi encontrado. Verifique que escreveu a localização correctamente e de que as suas configurações de proxy estão correctas e depois tente novamente.

source: Could not open the file "%s" because the host name was invalid. Please, check that you typed the location correctly and try again.
pt: Incapaz de abrir o ficheiro "%s" porque o nome de servidor é inválido. Verifique que escreveu correctamente a localização e tente novamente.

source: Could not open the file "%s" because the host name was empty. Please, check that your proxy settings are correct and try again.
pt: Incapaz de abrir o ficheiro "%s" porque o nome de servidor está vazio. Verifique que as suas configurações de proxy estão correctas e tente novamente.

source: Could not open the file "%s" because the attempt to log in failed. Please, check that you typed the location correctly and try again.
pt: Incapaz de abrir o ficheiro "%s" porque a tentativa de fazer iniciar sessão falhou. Verifique que escreveu correctamente a localização e tente novamente.

source: Could not open the file "%s" because it contains invalid UTF-8 data. Probably, you are trying to open a binary file.
pt: Incapaz de abrir o ficheiro "%s" porque contém dados UTF-8 inválidos. Provavelmente está a tentar abrir um ficheiro binário.

source: Could not open the file "%s".
pt: Incapaz de abrir o ficheiro "%s".

source: Could not save the file "%s".
pt: Incapaz de gravar o ficheiro "%s".

source: Could not save the file "%s". %s
pt: Incapaz de gravar o ficheiro "%s". %s

source: Could not revert the file "%s" because gedit cannot find it. Perhaps, it has recently been deleted.
pt: Incapaz de reverter o ficheiro "%s" porque o gedit não o encontra. Talvez tenha sido apagado.

source: Could not revert the file "%s" because it contains corrupted data.
pt: Incapaz de reverter para o ficheiro "%s" pois contém dados corrompidos.

source: Could not revert the file "%s" because gedit cannot handle %s: locations.
pt: Incapaz de reverter o ficheiro "%s" porque o gedit não consegue gerir localizações %s:.

source: Could not revert the file "%s".
pt: Incapaz de reverter o ficheiro "%s".

source: Could not revert the file "%s" because it contains data in an invalid format.
pt: Incapaz de reverter o ficheiro "%s" pois contém dados num formato inválido.

source: Could not revert the file "%s" because it is too big.
pt: Incapaz de reverter o ficheiro "%s" pois é demasiado grande.

source: Could not revert the file "%s" because access was denied.
pt: Incapaz de reverter o ficheiro "%s" porque o acesso foi negado.

source: Could not revert the file "%s" because there are too many open files. Please, close some open file and try again.
pt: Incapaz de reverter o ficheiro "%s" porque estão demasiados ficheiros abertos. Feche alguns ficheiros abertos e tente novamente.

source: Not enough available memory to revert the file "%s". Please, close some running application and try again.
pt: Memória livre insuficiente para reverter o ficheiro "%s". Feche algumas aplicações em execução e tente novamente.

source: Could not revert the file "%s" because no host "%s" could be found. Please, check that your proxy settings are correct and try again.
pt: Incapaz de reverter o ficheiro "%s" porque o servidor "%s" não foi encontrado. Verifique que as suas configurações de proxy estão correctas e tente novamente.

source: Could not revert the file "%s" because the host name was empty. Please, check that your proxy settings are correct and try again.
pt: Incapaz de reverter o ficheiro "%s" porque o nome de servidor está vazio. Verifique que as configurações de proxy estão correctas e tente novamente.

source: Could not revert the file "%s" because the attempt to log in failed.
pt: Incapaz de reverter o ficheiro "%s" porque a tentativa de login falhou.
