Repository: bndn/gedit-sessionsaver
Catalog: po/*.po
Languages: pt

source: Could not revert the file "%s" because it contains invalid UTF-8 data. Probably, you are trying to revert a binary file.
pt: Incapaz de reverter o ficheiro "%s" porque contém dados UTF-8 inválidos. Provavelmente, está a tentar reverter um ficheiro binário.

source: It is not possible to revert an Untitled document.
pt: Não é possível reverter um documento Sem Título.

source: The file "%s" already exists.
pt: O ficheiro "%s" já existe.

source: "%s" is a directory. Please, check that you typed the location correctly.
pt: "%s" é um directório. Verifique que escreveu correctamente a localização.

source: Cannot create the file "%s". Make sure you have the appropriate write permissions.
pt: Incapaz de criar o ficheiro "%s". Certifique-se de que possui as permissões de escrita necessárias.

source: Cannot create the file "%s". The file name is too long.
pt: Incapaz de criar o ficheiro "%s". O nome do ficheiro é demasiado longo.

source: Cannot create the file "%s". A directory component in the file name does not exist or is a dangling symbolic link.
pt: Incapaz de criar o ficheiro "%s". Um directório no nome do ficheiro não existe ou é um atalho simbólico inválido.

source: There is not enough disk space to create the file "%s". Please free some disk space and try again.
pt: Não existe espaço livre em disco suficiente para gravar o ficheiro. "%s". Liberte algum espaço no disco e tente novamente.

source: Could not create the file "%s".
pt: Incapaz de criar o ficheiro "%s".

source: Show mdi debugging messages.
pt: Mostrar mensagens de depuração mdi.

source: Show commands debugging messages.
pt: Mostrar mensagens de depuração dos comandos.

source: Show document debugging messages.
pt: Mostrar mensagens de depuração do documento.

source: Show file debugging messages.
pt: Mostrar mensagens de depuração do ficheiro.

source: Show plugin debugging messages.
pt: Mostrar mensagens de depuração do plugin.

source: Show prefs debugging messages.
pt: Mostrar mensagens de depuração das preferências.

source: Show printing debugging messages.
pt: Mostrar mensagens de depuração de impressão.

source: Show search debugging messages.
pt: Mostrar mensagens de depuração de busca.

source: Show undo debugging messages.
pt: Mostrar mensagens de depuração de desfazer.

source: Show view debugging messages.
pt: Mostrar mensagens de depuração de visualização.

source: Show recent debugging messages.
pt: Mostrar mensagens de depuração recentes.

source: Show session management debugging messages.
pt: Mostrar mensagens de depuração da gestão de sessões.

source: Turn on all debugging messages.
pt: Activar todas as mensagens de depuração.

source: Quit an existing instance of gedit
pt: Sair de uma instância existente do gedit

source: Create a new toplevel window in an existing instance of gedit
pt: Criar uma nova janela de topo numa instância existente do gedit

source: Create a new document in an existing instance of gedit
pt: Criar um novo documento numa instância existente do gedit

source: Open %s
pt: Abrir %s
